tap "cloudflare/cloudflare"
tap "common-fate/granted"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "nektos/tap"
tap "nitishm/engarde"

brew "argocd"
brew "asciinema"
brew "asdf"
brew "atlantis"
brew "awscli"
brew "azure-cli"
brew "bash-completion@2"
brew "bash"
brew "certbot"
brew "clair"
brew "cloudflared"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "dependency-check"
brew "displayplacer"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-gcr"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git"
brew "glib"
brew "gnupg"
brew "gobject-introspection"
brew "golangci-lint"
brew "grafana/grafana/cortextool"
brew "granted"
brew "graphviz"
brew "harfbuzz"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "icdiff"
brew "istioctl"
brew "jd"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "krb5"
brew "kube-linter"
brew "kubectx"
brew "kubernetes-cli"
brew "librsvg"
brew "linkerd"
brew "lnav"
brew "macvim"
brew "maven"
brew "minikube"
brew "mongodb-database-tools"
brew "mysql"
brew "neovim"
brew "nitishm/engarde/engarde"
brew "noahgorstein/tap/jqp"
brew "node"
brew "nvm"
brew "oauth2l"
brew "ocrmypdf"
brew "openvpn"
brew "pango"
brew "parallel"
brew "pass"
brew "pdfgrep"
brew "plantuml"
brew "postgresql"
brew "pre-commit"
brew "pygments"
brew "python"
brew "ripgrep"
brew "ruby"
brew "serverless"
brew "shyaml"
brew "siege"
brew "slides"
brew "stern"
brew "swaks"
brew "task"
brew "terminal-notifier"
brew "terraformer"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmux"
brew "varnish"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yj"
brew "yq"

cask "1password"
cask "anki"
cask "anydesk"
cask "balance-lock"
cask "bruno"
cask "cleanshot"
cask "cursor"
cask "cyberduck"
cask "datagrip"
cask "elgato-stream-deck"
cask "excalidrawz"
cask "fedora-media-writer"
cask "focusrite-control"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "karabiner-elements"
cask "keycastr"
cask "loom"
cask "mactex"
cask "meld-studio"
cask "mongodb-compass"
cask "mouseless@preview"
cask "numi"
cask "openlens"
cask "raycast"
cask "reader"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "whatsapp"
cask "zoom"
cask "zotero"
